const COMM_DATA = [
    {
        "名稱": "高城之民",
        "類型": "社群",
        "簡介": "作為高城之民的一分子，意味著你在充滿優雅、奢華和極具聲望的上流社會中生活",
        "性格": "高城之民通常表現為：親切、坦率、狡猾、有進取心、炫耀、沉著。",
        "描述": "高人一等: 你在與貴族交際、議價或利用你的聲譽來達到目的的擲骰中具有優勢。"
    },
    {
        "名稱": "博識之民",
        "類型": "社群",
        "簡介": "作為博識之民的一分子，意味著你來自一個重視學術或政治才能的社會",
        "性格": "博識之民通常表現為：直率、雄辯、好奇、耐心、狂熱、機智。",
        "描述": "博覽群書: 你在關於重要人物或地點的歷史、文化和政治的擲骰中具有優勢。"
    },
    {
        "名稱": "結社之民",
        "類型": "社群",
        "簡介": "作為結社之民的一分子，意味著你來自一個注重紀律或信仰的集體，並且秉持著一套原則，這些原則通常在你的經歷中所體現",
        "性格": "結社之民通常表現為：雄心勃勃、仁慈、深思熟慮、謹慎、輕蔑、克己。",
        "描述": "恪守不渝: 記錄三個你的成長經歷灌輸給你的格言或價值觀。每次休息一次，當你描述你如何通過當前行動來體現這些原則之一時，你可以將一個**d20**作為你的希望骰，而不是d12。"
    },
    {
        "名稱": "山嶺之民",
        "類型": "社群",
        "簡介": "作為山嶺之民的一分子，意味著你把岩石峰巒和險峻懸崖當作家園",
        "性格": "山嶺之民通常表現為：勇敢、堅韌、不屈、忠誠、內斂、固執。",
        "描述": "腳踏實地: 你在穿越危險的懸崖峭壁、在惡劣環境中導航以及使用你的生存知識的擲骰上具有優勢。"
    },
    {
        "名稱": "濱海之民",
        "類型": "社群",
        "簡介": "作為濱海之民的一分子，意味著你生活在大型水域上或水域附近",
        "性格": "濱海之民通常表現為：直率、合作、熱情、勇猛、堅定、飽經風霜。",
        "描述": "潮起潮落: 你深諳生命和生活的變化無常。當你擲出恐懼結果時，在這張卡牌上放置一個指示物。你可以持有最大等於你等級數量的指示物。在你進行動作擲骰之前，你可以花費任意數量指示物，每個指示物使你的擲骰獲得+1加值。在每場遊戲結束時，清除所有未使用的指示物。"
    },
    {
        "名稱": "法外之民",
        "類型": "社群",
        "簡介": "作為法外之民的一分子，意味著你來自由一群法外狂徒組成的社區，包括各種罪犯、騙子和江湖術士",
        "性格": "法外之民通常表現為：精於算計、狡猾、強大、敏銳、機靈、頑固。",
        "描述": "惡貫滿盈: 你在與罪犯談判、偵測謊言或尋找安全藏身之處的擲骰中具有優勢。"
    },
    {
        "名稱": "地下之民",
        "類型": "社群",
        "簡介": "作為地下之民的一分子，意味著你來自一個地下世界",
        "性格": "地下之民通常表現為：沉著、難以捉摸、不屈不撓、創新、足智多謀、樸實無華。",
        "描述": "微光生存: 當你處於微光或嚴重遮蔽的區域時，在隱匿、調查或感知該區域內細節的擲骰中具有優勢。"
    },
    {
        "名稱": "漂泊之民",
        "類型": "社群",
        "簡介": "作為漂泊之民的一分子，意味著你曾過著遊牧的生活，沒有固定的家，在不同的地方體驗了各種各樣的文化",
        "性格": "漂泊之民通常表現為：高深莫測、大度、開朗、可靠、精明、不循規蹈矩。",
        "描述": "遊牧行囊: 將一個遊牧行囊添加到你的攜帶物品中。每局遊戲一次，你可以**花費 1 希望點**從背包中拿出一件對當前情況有用的普通物品。與遊戲主持人一起確定這件物品是什麼。"
    },
    {
        "名稱": "荒野之民",
        "類型": "社群",
        "簡介": "作為荒野之民的一分子，意味著你生活在森林深處",
        "性格": "荒野之民的成員通常表現為：堅韌、忠誠、善於養育、隱居、睿智、充滿活力。",
        "描述": "輕盈步伐: 你的移動天然無聲。在試圖不被察覺的移動擲骰中具有優勢。"
    }
];
