const LOOT_DATA = [
    {
        "名稱": "高級床單",
        "類型": "物品",
        "擲骰": "01",
        "描述": "在任何休息期間，你總是會自動**清除 1 壓力點**。"
    },
    {
        "名稱": "風笛哨",
        "類型": "物品",
        "擲骰": "02",
        "描述": "手工製作的哨子。每只哨子都有獨特的聲音，刺耳的聲音在半徑一英里的地方都能聽到。"
    },
    {
        "名稱": "充能箭袋",
        "類型": "物品",
        "擲骰": "03",
        "描述": "當你使用此箭袋中的箭矢攻擊並成功命中時，傷害擲骰獲得等同於你當前位階的加值。"
    },
    {
        "名稱": "阿利斯泰爾的火炬",
        "類型": "物品",
        "擲骰": "04",
        "描述": "一把可以隨心所欲點亮的魔法火炬，它發出的光比看起來要遠得多。它可以讓洞穴充滿光亮，讓人感覺就像白天一樣。"
    },
    {
        "名稱": "通話法球",
        "類型": "物品",
        "擲骰": "05",
        "描述": "一對球體，任何持有它們的生物都可以在任意距離內相互交流。"
    },
    {
        "名稱": "手銬",
        "類型": "物品",
        "擲骰": "06",
        "描述": "一副帶有鑰匙的可鎖手銬。"
    },
    {
        "名稱": "奧術斗篷",
        "類型": "物品",
        "擲骰": "07",
        "描述": "任何擁有施法能力的使用者穿著它時都可以隨意調整其顏色、紋理和尺寸的斗篷。"
    },
    {
        "名稱": "編織網",
        "類型": "物品",
        "擲骰": "08",
        "描述": "你可以用這張網進行 靈巧檢定 來捕捉小型生物。被網住的目標可通過成功的 攻擊檢定 （DC16）掙脫。"
    },
    {
        "名稱": "生火罐",
        "類型": "物品",
        "擲骰": "09",
        "描述": "你可以傾倒此罐中奇異的液體來立即產生火焰。液體將在你完成長休後重新生成。"
    },
    {
        "名稱": "懸空之杖",
        "類型": "物品",
        "擲骰": "10",
        "描述": "這根刻有符文的扁平短棒被啟動時會立即懸停在原地。在解除啟動前，短棒將不受重力影響且無法移動，始終固定在原位。"
    },
    {
        "名稱": "魅力石",
        "類型": "物品",
        "擲骰": "11",
        "描述": "啟動這顆卵石大小的寶石，可記錄你所見之人的外貌。**花費 1 希望點**，便能以幻象形式將這副偽裝神奇地複現在自己身上。"
    },
    {
        "名稱": "空箱子",
        "類型": "物品",
        "擲骰": "12",
        "描述": "一個魔法箱子，即使裡面有物品，看起來也是空的。主人可以在打開箱子時使用特定的單詞、短語或其他觸發條件來顯示這些物品。"
    },
    {
        "名稱": "夥伴箱",
        "類型": "物品",
        "擲骰": "13",
        "描述": "用於攜帶小型動物夥伴的箱子。當它們在裡面時，箱子和裡面的生物動物都不會受到任何傷害和負面魔法效果。"
    },
    {
        "名稱": "穿刺箭",
        "類型": "物品",
        "擲骰": "14",
        "描述": "使用弓進行攻擊時，你可以使用穿刺箭將你的熟練值添加到傷害擲骰中。每短休可使用 3 次。"
    },
    {
        "名稱": "勇氣石",
        "類型": "物品",
        "擲骰": "15",
        "描述": "附在盔甲上。為尚未具備以下功能的盔甲添加以下特性：堅韌：在標記最後一個護甲槽之前，擲一個 d6。如果擲出6，則可以降低傷害一個等級而無需標記槽位元"
    },
    {
        "名稱": "萬能鑰匙",
        "類型": "物品",
        "擲骰": "16",
        "描述": "使嘗試打開鎖著的門時的靈巧擲骰具有優勢"
    },
    {
        "名稱": "奧術棱鏡",
        "類型": "物品",
        "擲骰": "17",
        "描述": "將此棱鏡置於指定位置並啟動。其近距離範圍內的所有盟友在施法檢定上獲得+1加值。啟動期間棱鏡不可移動。解除啟動後，需完成一次長休才能再次啟用。"
    },
    {
        "名稱": "小型耐力藥水配方",
        "類型": "物品",
        "擲骰": "18",
        "描述": "花費一項修整行動和動物骨骼來製作一瓶小型耐力藥水。"
    },
    {
        "名稱": "小型生命藥水配方",
        "類型": "物品",
        "擲骰": "19",
        "描述": "花費一項修整行動和一瓶血液來製作一瓶小型生命藥水。"
    },
    {
        "名稱": "歸航羅盤",
        "類型": "物品",
        "擲骰": "20",
        "描述": "兩個羅盤無論相距多遠，都只能指向對方。"
    },
    {
        "名稱": "修正者精魂",
        "類型": "物品",
        "擲骰": "21",
        "描述": "一隻坐在你耳道彎曲處的小精魂，在戰鬥中低聲說著有用的建議。每短休一次，你可以在攻擊檢定中獲得一次優勢。不要告訴精魂你的真名。"
    },
    {
        "名稱": "壁虎手套",
        "類型": "物品",
        "擲骰": "22",
        "描述": "你可以爬上垂直表面並穿過天花板。"
    },
    {
        "名稱": "博學守護者",
        "類型": "物品",
        "擲骰": "23",
        "描述": "存儲最多三個敵對生物的名字。下次面對它們時，在針對它們的任何動作擲骰上獲得 +1。"
    },
    {
        "名稱": "黑煙瓶配方",
        "類型": "物品",
        "擲骰": "24",
        "描述": "在休息時間，花費一次休息動作並**標記 1 壓力點**來製作一個黑煙瓶。                                                                                                                        :"
    },
    {
        "名稱": "血石",
        "類型": "物品",
        "擲骰": "25",
        "描述": "附在武器上。為尚未具備以下功能的武器添加以下特性：殘暴: 傷害骰每擲出一次最大值，就額外擲出一個傷害骰。"
    },
    {
        "名稱": "巨石",
        "類型": "物品",
        "擲骰": "26",
        "描述": "附在武器上。為尚未具備以下功能的武器添加以下特性：強力: 額外擲一個傷害骰並去掉其中最小的一個。"
    },
    {
        "名稱": "滑翔機",
        "類型": "物品",
        "擲骰": "27",
        "描述": "可以通過**標記 1 壓力點**來展開的小型降落傘。它可以讓使用者從高處安全地滑翔到下面的地面。"
    },
    {
        "名稱": "寂靜戒指",
        "類型": "物品",
        "擲骰": "28",
        "描述": "**花費 1 希望點**啟動此戒指，直到你的下一次短休，你的腳步聲是無聲的。"
    },
    {
        "名稱": "鎮靜吊墜",
        "類型": "物品",
        "擲骰": "29",
        "描述": "如果你必須標記最後一個壓力槽，請擲一個 d6。如果擲出 5+，則無需標記。"
    },
    {
        "名稱": "雙用瓶",
        "類型": "物品",
        "擲骰": "30",
        "描述": "可容納兩種不同液體的瓶子。側面的小按鈕可讓飲用者在兩種液體之間切換。"
    },
    {
        "名稱": "幻沙袋",
        "類型": "物品",
        "擲骰": "31",
        "描述": "這是一小袋沙子，可以通過 風度擲骰（DC10）將其調整為比實際重量重得多或輕得多。你還可以通過 靈巧擲骰（DC10） 將沙子吹到對手的臉上，使對手暫時處於脆弱狀態。"
    },
    {
        "名稱": "抵抗戒指",
        "類型": "物品",
        "擲骰": "32",
        "描述": "每長休一次，啟動這枚戒指使將受到的傷害減少一半。"
    },
    {
        "名稱": "鳳凰羽毛",
        "類型": "物品",
        "擲骰": "33",
        "描述": "只要你擁有任意數量的鳳凰羽毛，當你失去知覺並擲骰查看是否選擇留下傷痕時，骰子結果總是+1。"
    },
    {
        "名稱": "百寶箱",
        "類型": "物品",
        "擲骰": "34",
        "描述": "一個只能每長休打開一次的小盒子。打開時，骰一個d12，如果你擲出1-6，盒子是空的；如果你擲出7-10，盒子裡會隨機出現一個常見消耗品；如果你擲出11-12，盒子裡會隨機出現兩個常見消耗品。"
    },
    {
        "名稱": "空刃護符",
        "類型": "物品",
        "擲骰": "35",
        "描述": "附在近戰武器上，使其能夠在近距離範圍內攻擊。每短休三次。"
    },
    {
        "名稱": "傳送點種子",
        "類型": "物品",
        "擲骰": "36",
        "描述": "將此種子埋入土中可在該處培育傳送門。24小時後傳送門即可使用。通過此傳送門可抵達任何其他已種植傳送門種子的地點。對傳送門造成任意魔法傷害即可將其摧毀。"
    },
    {
        "名稱": "典範之鏈",
        "類型": "物品",
        "擲骰": "37",
        "描述": "每次長休時，你可以使用休息行動來冥想你所珍視的理想或原則，並將你的意志集中到鏈條中。在下一次長休之前，你可以**花費 1 希望點**，使用 d20 作為希望骰，進行與該原則一致的擲骰。"
    },
    {
        "名稱": "匿蹤護身符",
        "類型": "物品",
        "擲骰": "38",
        "描述": "每長休一次，啟動此護符進入隱匿狀態直至移動。以此法隱匿期間，即使敵人移動至通常能看見你的位置，你仍保持不可見狀態。"
    },
    {
        "名稱": "希望守護者的小盒",
        "類型": "物品",
        "擲骰": "39",
        "描述": "在長休期間，若你擁有 6 希望點，可**花費 1 希望點**將豐沛的決心灌注於此掛墜中。當希望點歸零時，可使用該掛墜立即**獲得 1 希望點**。掛墜必須重新灌注後才能再次以此法使用。"
    },
    {
        "名稱": "無限袋",
        "類型": "物品",
        "擲骰": "40",
        "描述": "放入此袋中的物品將存儲在一個獨立的次元中且可以隨時取出。"
    },
    {
        "名稱": "神行遺寶",
        "類型": "物品",
        "擲骰": "41",
        "描述": "敏捷+1，你不能同時持有其他遺寶。"
    },
    {
        "名稱": "強力遺寶",
        "類型": "物品",
        "擲骰": "42",
        "描述": "力量+1，你不能同時持有其他遺寶。"
    },
    {
        "名稱": "控制遺寶",
        "類型": "物品",
        "擲骰": "43",
        "描述": "靈巧+1，你不能同時持有其他遺寶。"
    },
    {
        "名稱": "調和遺寶",
        "類型": "物品",
        "擲骰": "44",
        "描述": "本能+1，你不能同時持有其他遺寶。"
    },
    {
        "名稱": "魅力遺寶",
        "類型": "物品",
        "擲骰": "45",
        "描述": "風度+1，你不能同時持有其他遺寶。"
    },
    {
        "名稱": "啟迪遺寶",
        "類型": "物品",
        "擲骰": "46",
        "描述": "知識+1，你不能同時持有其他遺寶。"
    },
    {
        "名稱": "珩磨遺寶",
        "類型": "物品",
        "擲骰": "47",
        "描述": "你的一項經歷+1，你不能同時持有其他遺寶。"
    },
    {
        "名稱": "閃爍飛蟲吊墜",
        "類型": "物品",
        "擲骰": "48",
        "描述": "佩戴時，你的物理近戰武器會像薄紗一樣延伸，使你可以攻擊鄰近範圍內的生物。"
    },
    {
        "名稱": "湖行者長靴",
        "類型": "物品",
        "擲骰": "49",
        "描述": "你可以如同在柔軟地面一般行走在水面上。"
    },
    {
        "名稱": "粘土夥伴",
        "類型": "物品",
        "擲骰": "50",
        "描述": "當你將這塊黏土塑造成黏土動物夥伴時，它會表現出相應動物的特性。例如黏土蜘蛛能編織黏土蛛網，黏土飛鳥則可翱翔天際。黏土夥伴在不同形態間會保留記憶與身份認同，但每次變形都可能習得新的習性。"
    },
    {
        "名稱": "秘塵配方",
        "類型": "物品",
        "擲骰": "51",
        "描述": "在休息時，花費一項修整行動和一包金幣來製作一份秘塵。"
    },
    {
        "名稱": "記憶碎片",
        "類型": "物品",
        "擲骰": "52",
        "描述": "每次長休一次，**花費 2 希望點**以回想一張寶庫內的領域卡，而不是支付其回想費用。"
    },
    {
        "名稱": "歡欣寶石",
        "類型": "物品",
        "擲骰": "53",
        "描述": "附在武器上，允許你使用敏捷進行攻擊擲骰。"
    },
    {
        "名稱": "威力寶石",
        "類型": "物品",
        "擲骰": "54",
        "描述": "附在武器上，允許你使用力量進行攻擊擲骰。"
    },
    {
        "名稱": "精准寶石",
        "類型": "物品",
        "擲骰": "55",
        "描述": "附在武器上，允許你使用靈巧進行攻擊擲骰。"
    },
    {
        "名稱": "洞察寶石",
        "類型": "物品",
        "擲骰": "56",
        "描述": "附在武器上，允許你使用本能進行攻擊擲骰。"
    },
    {
        "名稱": "無畏寶石",
        "類型": "物品",
        "擲骰": "57",
        "描述": "附在武器上，允許你使用風度進行攻擊擲骰。"
    },
    {
        "名稱": "睿智寶石",
        "類型": "物品",
        "擲骰": "58",
        "描述": "附在武器上，允許你使用知識進行攻擊擲骰。"
    },
    {
        "名稱": "堅毅之戒",
        "類型": "物品",
        "擲骰": "59",
        "描述": "每場遊戲一次，當遊戲主持人**花費 1 恐懼點**時，你可以**花費 4 希望點**以取消因為使用恐懼而產生的效應。"
    },
    {
        "名稱": "團結腰帶",
        "類型": "物品",
        "擲骰": "60",
        "描述": "每場遊戲一次，你可以**花費 5 希望點**進行一次三名角色的接力擲骰，而不是兩名。"
    },
    {
        "名稱": "神行藥水",
        "類型": "消耗品",
        "擲骰": "01",
        "描述": "下一次敏捷擲骰+1。"
    },
    {
        "名稱": "強力藥水",
        "類型": "消耗品",
        "擲骰": "02",
        "描述": "下一次力量擲骰+1。"
    },
    {
        "名稱": "控制藥水",
        "類型": "消耗品",
        "擲骰": "03",
        "描述": "下一次靈巧擲骰+1。"
    },
    {
        "名稱": "調和藥水",
        "類型": "消耗品",
        "擲骰": "04",
        "描述": "下一次本能擲骰+1。"
    },
    {
        "名稱": "魅力藥水",
        "類型": "消耗品",
        "擲骰": "05",
        "描述": "下一次風度擲骰+1。"
    },
    {
        "名稱": "啟迪藥水",
        "類型": "消耗品",
        "擲骰": "06",
        "描述": "下一次知識擲骰+1。"
    },
    {
        "名稱": "小型生命藥水",
        "類型": "消耗品",
        "擲骰": "07",
        "描述": "立刻**恢復 1d4 生命點**。"
    },
    {
        "名稱": "小型耐力藥水",
        "類型": "消耗品",
        "擲骰": "08",
        "描述": "立刻**清除 1d4 壓力點**。"
    },
    {
        "名稱": "磨牙毒液",
        "類型": "消耗品",
        "擲骰": "09",
        "描述": "附在物理武器上，在其下一次的傷害擲骰中增加 1d6 。"
    },
    {
        "名稱": "瓦裡克葉",
        "類型": "消耗品",
        "擲骰": "10",
        "描述": "立刻**獲得 2 希望點**。"
    },
    {
        "名稱": "月滴瓶",
        "類型": "消耗品",
        "擲骰": "11",
        "描述": "直至你的下一次短休, 你可以在完全黑暗的環境中看到東西。"
    },
    {
        "名稱": "不穩定的奧術碎片",
        "類型": "消耗品",
        "擲骰": "12",
        "描述": "使用靈巧擲骰將其投擲到遠距離範圍內的一群敵人，所有成功對抗的敵人受到1d20魔法傷害。"
    },
    {
        "名稱": "穩定藥水",
        "類型": "消耗品",
        "擲骰": "13",
        "描述": "使用後立刻執行一次額外的休息行動。"
    },
    {
        "名稱": "改良磨牙毒液",
        "類型": "消耗品",
        "擲骰": "14",
        "描述": "附在物理武器上，在其下一次的傷害擲骰中增加1d8。"
    },
    {
        "名稱": "變形黏土",
        "類型": "消耗品",
        "擲骰": "15",
        "描述": "**花費 1 希望點**，使用者將會改變他們的容貌使其他人認不出來，直到下次短休。"
    },
    {
        "名稱": "黑煙瓶",
        "類型": "消耗品",
        "擲骰": "16",
        "描述": "面對即將到來的攻擊時，骰等同於你敏捷數的 d6，將其中最高的結果加入到你應對此次攻擊的的閃避值中。"
    },
    {
        "名稱": "跳躍樹根",
        "類型": "消耗品",
        "擲骰": "17",
        "描述": "僅一次，你可以無需擲骰地跳躍到遠距離內的任何地方。"
    },
    {
        "名稱": "小憩粉",
        "類型": "消耗品",
        "擲骰": "18",
        "描述": "**標記 1 壓力點**然後**恢復 1 生命點**。"
    },
    {
        "名稱": "生命藥水",
        "類型": "消耗品",
        "擲骰": "19",
        "描述": "立刻**恢復 1d4+1 生命點**。"
    },
    {
        "名稱": "耐力藥水",
        "類型": "消耗品",
        "擲骰": "20",
        "描述": "立刻**清除 1d4+1 壓力點**。"
    },
    {
        "名稱": "護甲縫合劑",
        "類型": "消耗品",
        "擲骰": "21",
        "描述": "使用此物品並**花費 任意 希望點**，**修復 等量的 護甲槽**。"
    },
    {
        "名稱": "鰓膏",
        "類型": "消耗品",
        "擲骰": "22",
        "描述": "你可以在水下呼吸，持續時間分鐘數等同於你的等級數。"
    },
    {
        "名稱": "複製羊皮紙",
        "類型": "消耗品",
        "擲骰": "23",
        "描述": "當你將這張羊皮紙與另一張羊皮紙接觸時，它會精確複製。一旦將其製成此副本，它就不再是複製羊皮紙了。"
    },
    {
        "名稱": "改良奧術碎片",
        "類型": "消耗品",
        "擲骰": "24",
        "描述": "使用靈巧擲骰將其投擲到遠距離範圍內的一群敵人，所有成功對抗的敵人受到 2d20 魔法傷害。"
    },
    {
        "名稱": "強效神行藥水",
        "類型": "消耗品",
        "擲骰": "25",
        "描述": "直到下一次長休或短休時，敏捷擲骰+1。"
    },
    {
        "名稱": "強效強力藥水",
        "類型": "消耗品",
        "擲骰": "26",
        "描述": "直到下一次長休或短休時，力量擲骰+1。"
    },
    {
        "名稱": "強效控制藥水",
        "類型": "消耗品",
        "擲骰": "27",
        "描述": "直到下一次長休或短休時，靈巧擲骰+1。"
    },
    {
        "名稱": "強效調和藥水",
        "類型": "消耗品",
        "擲骰": "28",
        "描述": "直到下一次長休或短休時，本能擲骰+1。"
    },
    {
        "名稱": "強效魅力藥水",
        "類型": "消耗品",
        "擲骰": "29",
        "描述": "直到下一次長休或短休時，風度擲骰+1。"
    },
    {
        "名稱": "強效啟迪藥水",
        "類型": "消耗品",
        "擲骰": "30",
        "描述": "直到下一次長休或短休時，知識擲骰+1。"
    },
    {
        "名稱": "約爾吉之血",
        "類型": "消耗品",
        "擲骰": "31",
        "描述": "瞬移至可目視的極遠範圍內任意地方。"
    },
    {
        "名稱": "霍莫特的秘藥",
        "類型": "消耗品",
        "擲骰": "32",
        "描述": "飲用後，你的下一次攻擊擲骰自動關鍵成功。"
    },
    {
        "名稱": "紅棘唾液",
        "類型": "消耗品",
        "擲骰": "33",
        "描述": "附在物理武器上，在其下一次的傷害擲骰中增加 1d12 。"
    },
    {
        "名稱": "引導石",
        "類型": "消耗品",
        "擲骰": "34",
        "描述": "選擇你寶庫中的一個法術或術典，使用一次然後將其放回寶庫。"
    },
    {
        "名稱": "秘塵",
        "類型": "消耗品",
        "擲骰": "35",
        "描述": "附在魔法武器上，在其下一次的傷害擲骰中增加 1d12 。"
    },
    {
        "名稱": "酸膏",
        "類型": "消耗品",
        "擲骰": "36",
        "描述": "在明亮的閃光中侵蝕牆壁和其他表面。"
    },
    {
        "名稱": "希望火炬",
        "類型": "消耗品",
        "擲骰": "37",
        "描述": "使用時，近距離內的盟友每**花費 1 希望點**時擲一個d6。擲出 6 時可無需**花費 1 希望點**。效果持續到下一個場景。"
    },
    {
        "名稱": "強效奧術碎片",
        "類型": "消耗品",
        "擲骰": "38",
        "描述": "使用靈巧將其投擲到遠距離範圍內的一群敵人，所有成功對抗的敵人受到 4d20 魔法傷害。"
    },
    {
        "名稱": "羽骨",
        "類型": "消耗品",
        "擲骰": "39",
        "描述": "控制你的下墜速度，持續時間分鐘數等同於你的等級數。"
    },
    {
        "名稱": "虛空之環",
        "類型": "消耗品",
        "擲骰": "40",
        "描述": "**標記 1 壓力點**，創造一個延伸至遠距範圍的虛空區域。虛空內無法施放任何法術，區域內生物對魔法傷害免疫。"
    },
    {
        "名稱": "太陽樹液",
        "類型": "消耗品",
        "擲骰": "41",
        "描述": "骰 1d6。若擲出5-6，**恢復 2 生命點**。若擲出2-4，**清除 3 壓力點**。若擲出1，你短暫地面對死亡並回生，獲得一道傷痕。"
    },
    {
        "名稱": "滴牙毒藥",
        "類型": "消耗品",
        "擲骰": "42",
        "描述": "對飲用此物品的生物造成 8d10 的直接傷害。"
    },
    {
        "名稱": "強效生命藥水",
        "類型": "消耗品",
        "擲骰": "43",
        "描述": "立刻**恢復 1d4+2 生命點**。"
    },
    {
        "名稱": "強效耐力藥水",
        "類型": "消耗品",
        "擲骰": "44",
        "描述": "立刻**清除 1d4+2 壓力點** 。"
    },
    {
        "名稱": "食人魔麝香",
        "類型": "消耗品",
        "擲骰": "45",
        "描述": "避免任何人使用物理或魔法手段追蹤你，直至你的下一次休息。"
    },
    {
        "名稱": "翼芽",
        "類型": "消耗品",
        "擲骰": "46",
        "描述": "你獲得一對魔法翅膀，允許你短暫地飛行，持續時間分鐘數等同於你的等級數。"
    },
    {
        "名稱": "失落聲音之罐",
        "類型": "消耗品",
        "擲骰": "47",
        "描述": "釋放出一股讓人耳聾的聲波，持續時間分鐘數等同於你的本能屬性。任何在遠距離範圍內沒有準備應對的生物受到 6d8 的魔法傷害。"
    },
    {
        "名稱": "龍息茶",
        "類型": "消耗品",
        "擲骰": "48",
        "描述": "使用本能擲骰，對你面前的所有近距離敵人進行火焰吐息攻擊。成功時，造成熟練值*d20 物理傷害。"
    },
    {
        "名稱": "搭橋種子",
        "類型": "消耗品",
        "擲骰": "49",
        "描述": "一束厚重的藤蔓從你所在的地方長出，延伸至遠距離範圍內的一處，允許你在其上安全地攀爬或步行。藤蔓在你的下一次短休時消散。"
    },
    {
        "名稱": "睡眠樹液",
        "類型": "消耗品",
        "擲骰": "50",
        "描述": "飲用後陷入一整晚的沉睡。醒來時消除所有壓力。"
    },
    {
        "名稱": "舒利亞大餐",
        "類型": "消耗品",
        "擲骰": "51",
        "描述": "食用後可以恢復所有生命值與清除所有壓力值，並**獲得 1d4 希望點** 。"
    },
    {
        "名稱": "捆綁蜂蜜",
        "類型": "消耗品",
        "擲骰": "52",
        "描述": "將兩件物品永久性地粘連在一起。"
    },
    {
        "名稱": "縮小藥水",
        "類型": "消耗品",
        "擲骰": "53",
        "描述": "飲用者的體型會縮小至一半，敏捷+2，熟練-1，直到他選擇放棄這種形態或進行下一次休息。"
    },
    {
        "名稱": "生長藥水",
        "類型": "消耗品",
        "擲骰": "54",
        "描述": "飲用者的體型會放大至兩倍，力量+2 ，熟練+1，直到他選擇放棄這種形態或進行下一次休息。"
    },
    {
        "名稱": "知識石",
        "類型": "消耗品",
        "擲骰": "55",
        "描述": "如果你持有此石頭時死亡，一名盟友可以從你的配置中拿取一張卡加入其配置或寶庫。當盟友如此做後，石頭將會粉碎。"
    },
    {
        "名稱": "甜蜜苔蘚",
        "類型": "消耗品",
        "擲骰": "56",
        "描述": "在休息期間食用，可以**恢復 1d10 生命點**或**清除 1d10 壓力點**。"
    },
    {
        "名稱": "目盲法球",
        "類型": "消耗品",
        "擲骰": "57",
        "描述": "創造一道明亮的閃光，使近距離範圍內的所有生物處於脆弱狀態，直至生物下一次失去生命點。"
    },
    {
        "名稱": "死亡茶",
        "類型": "消耗品",
        "擲骰": "58",
        "描述": "飲下此茶後，若你在攻擊時取得關鍵成功，將立即殺死目標。若在下次長休前未取得攻擊關鍵成功，你將死亡。"
    },
    {
        "名稱": "萬壽菊之鏡",
        "類型": "消耗品",
        "擲骰": "59",
        "描述": "當你受到傷害時，可**花費 1 希望點**完全抵消該傷害，隨後鏡子碎裂。"
    },
    {
        "名稱": "星之淚",
        "類型": "消耗品",
        "擲骰": "60",
        "描述": "使用以召喚一場流星雨，對以使用地點為圓心的極遠距離內所有生物自動造成 8d20 物理傷害。"
    }
];

