const ARMOR = [
    {
        "名稱": "填充布甲",
        "類型": "護甲",
        "重傷閾值": "5",
        "嚴重閾值": "11",
        "護甲值": "3",
        "描述": "**靈活：**閃避值+1。",
        "位階": 1
    },
    {
        "名稱": "皮甲",
        "類型": "護甲",
        "重傷閾值": "6",
        "嚴重閾值": "13",
        "護甲值": "3",
        "描述": "",
        "位階": 1
    },
    {
        "名稱": "鏈甲",
        "類型": "護甲",
        "重傷閾值": "7",
        "嚴重閾值": "15",
        "護甲值": "4",
        "描述": "**重型：**閃避值-1。",
        "位階": 1
    },
    {
        "名稱": "全板甲",
        "類型": "護甲",
        "重傷閾值": "8",
        "嚴重閾值": "17",
        "護甲值": "4",
        "描述": "**極重：**閃避值-2，敏捷-1。",
        "位階": 1
    },
    {
        "名稱": "改良填充布甲",
        "類型": "護甲",
        "重傷閾值": "7",
        "嚴重閾值": "16",
        "護甲值": "4",
        "描述": "**靈活：**閃避值+1。",
        "位階": 2
    },
    {
        "名稱": "改良皮甲",
        "類型": "護甲",
        "重傷閾值": "9",
        "嚴重閾值": "20",
        "護甲值": "4",
        "描述": "",
        "位階": 2
    },
    {
        "名稱": "改良鏈甲",
        "類型": "護甲",
        "重傷閾值": "11",
        "嚴重閾值": "24",
        "護甲值": "5",
        "描述": "**重型：**閃避值-1。",
        "位階": 2
    },
    {
        "名稱": "改良全板甲",
        "類型": "護甲",
        "重傷閾值": "13",
        "嚴重閾值": "28",
        "護甲值": "5",
        "描述": "**極重：**閃避值-2，敏捷-1。",
        "位階": 2
    },
    {
        "名稱": "埃倫德里安鏈甲",
        "類型": "護甲",
        "重傷閾值": "9",
        "嚴重閾值": "21",
        "護甲值": "4",
        "描述": "**防護：**受魔法傷害時，在計算傷害閾值前按護甲值減免傷害。",
        "位階": 2
    },
    {
        "名稱": "掠骸護甲",
        "類型": "護甲",
        "重傷閾值": "9",
        "嚴重閾值": "21",
        "護甲值": "4",
        "描述": "**堅韌：**在標記最後一個護甲槽之前，擲一個d6。如果擲出6，則可以降低傷害一個等級而無需標記槽位元。",
        "位階": 2
    },
    {
        "名稱": "鐵木胸甲",
        "類型": "護甲",
        "重傷閾值": "9",
        "嚴重閾值": "20",
        "護甲值": "4",
        "描述": "**強化：**當你標記最後一個護甲槽時，你的傷害閾值提升+2，直至你清除至少1個護甲槽。",
        "位階": 2
    },
    {
        "名稱": "符文浮甲",
        "類型": "護甲",
        "重傷閾值": "9",
        "嚴重閾值": "20",
        "護甲值": "4",
        "描述": "**轉移：**當你成為攻擊目標時，可以**標記 1 護甲槽**，使針對你的攻擊檢定具有劣勢。",
        "位階": 2
    },
    {
        "名稱": "泰瑞斯軟甲",
        "類型": "護甲",
        "重傷閾值": "8",
        "嚴重閾值": "18",
        "護甲值": "5",
        "描述": "**安靜：**任何試圖不被人聽到的移動動作擲骰+2。",
        "位階": 2
    },
    {
        "名稱": "薔薇野甲",
        "類型": "護甲",
        "重傷閾值": "11",
        "嚴重閾值": "23",
        "護甲值": "5",
        "描述": "**希冀：**每當你需要**花費希望點**時，可以改為**標記護甲槽**。",
        "位階": 2
    },
    {
        "名稱": "高級填充布甲",
        "類型": "護甲",
        "重傷閾值": "9",
        "嚴重閾值": "23",
        "護甲值": "5",
        "描述": "**靈活：**閃避值+1。",
        "位階": 3
    },
    {
        "名稱": "高級皮甲",
        "類型": "護甲",
        "重傷閾值": "11",
        "嚴重閾值": "27",
        "護甲值": "5",
        "描述": "",
        "位階": 3
    },
    {
        "名稱": "高級鏈甲",
        "類型": "護甲",
        "重傷閾值": "13",
        "嚴重閾值": "31",
        "護甲值": "6",
        "描述": "**重型：**閃避值-1。",
        "位階": 3
    },
    {
        "名稱": "高級全板甲",
        "類型": "護甲",
        "重傷閾值": "15",
        "嚴重閾值": "35",
        "護甲值": "6",
        "描述": "**極重：**閃避值-2，敏捷-1。",
        "位階": 3
    },
    {
        "名稱": "貝拉莫伊精緻護甲",
        "類型": "護甲",
        "重傷閾值": "11",
        "嚴重閾值": "27",
        "護甲值": "5",
        "描述": "**鎏金：**風度+1。",
        "位階": 3
    },
    {
        "名稱": "龍鱗護甲",
        "類型": "護甲",
        "重傷閾值": "11",
        "嚴重閾值": "27",
        "護甲值": "5",
        "描述": "**堅不可摧：**每短休一次，當你的生命值即將歸零時，可以改為**標記 1 壓力點**。",
        "位階": 3
    },
    {
        "名稱": "尖刺護甲",
        "類型": "護甲",
        "重傷閾值": "10",
        "嚴重閾值": "25",
        "護甲值": "5",
        "描述": "**鋒利：**每當你成功進行近戰攻擊時，傷害骰加1d4。",
        "位階": 3
    },
    {
        "名稱": "劍刃護甲",
        "類型": "護甲",
        "重傷閾值": "16",
        "嚴重閾值": "39",
        "護甲值": "6",
        "描述": "**物理防禦：**你不能使用此護甲抵消魔法傷害。",
        "位階": 3
    },
    {
        "名稱": "莫内特的斗篷",
        "類型": "護甲",
        "重傷閾值": "16",
        "嚴重閾值": "39",
        "護甲值": "6",
        "描述": "**魔法防禦：**你不能使用此護甲抵消物理傷害。",
        "位階": 3
    },
    {
        "名稱": "強化符文",
        "類型": "護甲",
        "重傷閾值": "17",
        "嚴重閾值": "43",
        "護甲值": "6",
        "描述": "**苦痛：**每當你因受到攻擊而標記1點或更多的護甲槽時，需**標記 1 壓力點**。",
        "位階": 3
    },
    {
        "名稱": "傳奇填充布甲",
        "類型": "護甲",
        "重傷閾值": "11",
        "嚴重閾值": "32",
        "護甲值": "6",
        "描述": "**靈活：**閃避值+1。",
        "位階": 4
    },
    {
        "名稱": "傳奇皮甲",
        "類型": "護甲",
        "重傷閾值": "13",
        "嚴重閾值": "36",
        "護甲值": "6",
        "描述": "",
        "位階": 4
    },
    {
        "名稱": "傳奇鏈甲",
        "類型": "護甲",
        "重傷閾值": "15",
        "嚴重閾值": "40",
        "護甲值": "7",
        "描述": "**重型：**閃避值-1。",
        "位階": 4
    },
    {
        "名稱": "傳奇全板甲",
        "類型": "護甲",
        "重傷閾值": "17",
        "嚴重閾值": "44",
        "護甲值": "7",
        "描述": "**極重：**閃避值-2，敏捷-1。",
        "位階": 4
    },
    {
        "名稱": "威能絲甲",
        "類型": "護甲",
        "重傷閾值": "13",
        "嚴重閾值": "36",
        "護甲值": "7",
        "描述": "**時緩：****標記 1 護甲槽**，擲一個d4，並將結果作為閃避加值應用於對抗此次來襲攻擊。",
        "位階": 4
    },
    {
        "名稱": "引導護甲",
        "類型": "護甲",
        "重傷閾值": "13",
        "嚴重閾值": "36",
        "護甲值": "5",
        "描述": "**引導：**當裝備此護甲時，所有施法擲骰+1",
        "位階": 4
    },
    {
        "名稱": "織燼護甲",
        "類型": "護甲",
        "重傷閾值": "13",
        "嚴重閾值": "36",
        "護甲值": "6",
        "描述": "**燃燒：**每當有敵人在近戰範圍內擊中你時，其立即**標記 1 壓力點**。",
        "位階": 4
    },
    {
        "名稱": "全面強化護甲",
        "類型": "護甲",
        "重傷閾值": "15",
        "嚴重閾值": "40",
        "護甲值": "4",
        "描述": "**堅毅：**當你**標記 1 護甲槽**時，可將攻擊的嚴重程度降低兩級而非一級。",
        "位階": 4
    },
    {
        "名稱": "誠實蛋白石護甲",
        "類型": "護甲",
        "重傷閾值": "13",
        "嚴重閾值": "36",
        "護甲值": "6",
        "描述": "**求真：**當任何人在近距離範圍內說謊時，此護甲將會發光。",
        "位階": 4
    },
    {
        "名稱": "救世主鏈甲",
        "類型": "護甲",
        "重傷閾值": "18",
        "嚴重閾值": "48",
        "護甲值": "8",
        "描述": "**困難：**裝備角色所有屬性以及閃避值-1。",
        "位階": 4
    }
];

