[
    {
        "名稱": "油膩術（OIL UP！）",
        "類型": "領域卡",
        "領域": "靈感",
        "等級": 1,
        "屬性": "陷阱",
        "回想": 0,
        "描述": "進行一次施法擲骰（13）。成功時，你可以花費1點希望在你的近距離區域撒下油脂，進入該區域的敵人必須進行反應擲骰（14），否則摔倒，停止移動並陷入短暫脆弱。"
    },
    {
        "名稱": "好耶/尤里卡（EUREKA）",
        "類型": "領域卡",
        "領域": "靈感",
        "等級": 1,
        "屬性": "能力",
        "回想": 0,
        "描述": "失敗會激發出更好的想法，你會迅速調整。\n\n每次長休一次，在一個臨近範圍內的盟友擲骰失敗後，你可以標記2壓力來描述突然出現的創新靈感。\n\n盟友可以重新擲骰，但必須接受新的結果。\n\n如果盟軍在此次擲骰中希望成功，你也會獲1點希望。"
    },
    {
        "名稱": "過熱（OVERHEAT）",
        "類型": "領域卡",
        "領域": "靈感",
        "等級": 1,
        "屬性": "法術",
        "回想": 1,
        "描述": "對近距離內的金屬物體（如鎖、金屬棒、設備或類似的東西）進行施法擲骰對抗其難度等級。\n\n一旦成功，你就會釋放出一股不穩定的能量，使其過熱。\n\n如果它被攜帶或佩戴，它會立即對任何接觸到它的人造成2d8+3魔法傷害，迫使他們在可能的情況下丟棄該物體。\n\n如果未被攜帶或佩戴，過熱會使它更容易被打破、彎曲或影響，它的難度等級-2。"
    },
    {
        "名稱": "操縱陷阱（RIGGED TO FAIL）",
        "類型": "領域卡",
        "領域": "靈感",
        "等級": 2,
        "屬性": "能力",
        "回想": 0,
        "描述": "你對陷阱背後隱秘的機關有著直覺般的理解。你在探測或解除陷阱的擲骰上獲得 +2調整值；在設置陷阱的擲骰上也是如此。\n\n成功解除陷阱後，你還可以花費 1 點壓力暫時使其失效，讓你和盟友通過。片刻之後陷阱會重新啟動，不會留下任何處理的痕跡。"
    },
    {
        "名稱": "毒霧（TOXIC MIST）",
        "類型": "領域卡",
        "領域": "靈感",
        "等級": 2,
        "屬性": "陷阱",
        "回想": 1,
        "描述": "當你有時間準備時，進行一次施法擲骰（13）。成功後，你可以花費 1 點希望，在臨近範圍內部署一個隱藏的裝置。移動會觸發裝置，釋放出一團有毒煙霧。臨近範圍內的所有生物必須進行一次反應擲骰（14），否則將受到 3d4+4 點傷害，並獲得暫時脆弱。成功通過檢定的生物會劇烈咳嗽，從而驚動遠距離內的任何人。"
    },
    {
        "名稱": "導電線圈（CONDUCTIVE COIL）",
        "類型": "領域卡",
        "領域": "靈感",
        "等級": 3,
        "屬性": "法術",
        "回想": 1,
        "描述": "對目標進行一次施法擲骰。若成功，目標將承受你熟練值的 d6+4 點傷害，並暫時帶電。在帶電期間，每當有魔法傷害作用于目標時，都會因電弧火花而額外造成 2d6 點傷害。\n\n只要目標處於你的近距離範圍內，此效果就會生效。"
    },
    {
        "名稱": "下午茶時間（COFFEE BREAK）",
        "類型": "領域卡",
        "領域": "靈感",
        "等級": 3,
        "屬性": "能力",
        "回想": 2,
        "描述": "每次長休時一次，你可以花費 1 點希望來製作一杯濃郁的、含咖啡因的飲品。飲用此飲品的生物會立即消除 1 點壓力，並且可以將仍被標記的壓力值和生命值重新分配。"
    },
    {
        "名稱": "啟動（JUMPSTART）",
        "類型": "領域卡",
        "領域": "靈感",
        "等級": 4,
        "屬性": "能力",
        "回想": 2,
        "描述": "消耗 1 點希望，從以下選項中選擇一個：\n\n·每場遊戲一次，你可以觸碰近戰範圍內的一個自願生物。其可以標記 1 點壓力從而恢復 1 點生命值。如果目標因死亡動作而昏迷，則其會恢復 2 點生命值，並且不會標記任何壓力。\n\n·對處於近戰範圍內的一個目標進行施法擲骰。若成功，擲 1d4。目標標記相應數量的壓力，並降低同等數值的難度等級，直至切換場景。"
    },
    {
        "名稱": "相位放電（PHASE DISCHARGE）",
        "類型": "領域卡",
        "領域": "靈感",
        "等級": 4,
        "屬性": "法術",
        "回想": 2,
        "描述": "對處於近戰範圍內的任意數量敵人進行施法擲骰。你釋放出一股劈裡啪啦作響的閃電能量，對命中的所有敵人造成你熟練值的d8 + 6 點傷害。然後，你可以花費 1 點希望來傳送至你能夠看到的遠距離範圍內的任意未被佔據的位置。"
    },
    {
        "名稱": "動能衝擊（KINETIC SHOCK）",
        "類型": "領域卡",
        "領域": "靈感",
        "等級": 5,
        "屬性": "能力",
        "回想": 1,
        "描述": "每次長休一次，你都可以將電能注入盟友的肌肉中，使他們的動作更加敏捷。每名自願接受此效果的盟友（包括你自己）花費 1 點壓力值。受影響的每個獲得 +1 的閃避和+1敏捷，直到你下一次休息。"
    },
    {
        "名稱": "繁重作業（STRESSFUL WORKLOAD）",
        "類型": "領域卡",
        "領域": "靈感",
        "等級": 5,
        "屬性": "能力",
        "回想": 2,
        "描述": "當這張卡位於你的配置中時，每當你會獲得1點希望時，你可以選擇消除1點壓力值來替代獲得希望。此外，當你推進項目時，你可以額外消除 1d4 + 位階的壓力值。"
    },
    {
        "名稱": "神經節點（NEURAL NODE）",
        "類型": "領域卡",
        "領域": "靈感",
        "等級": 6,
        "屬性": "陷阱",
        "回想": 1,
        "描述": "當你有時間準備時，進行一次施法擲骰（13）。成功後，你可以花費 1 點希望來製作一件看似無害的飾品、珠寶或其他小物件。這件神秘的裝置與你的意識連接，允許你從其所在位置看到和聽到周圍的事物。\n\n每次長休一次，你可以標記 1 點壓力，並選擇以下其中一個選項：\n\n·對持有者造成 2d4 點壓力，並暫時讓其陷入沉默狀態。\n\n·持有者會忘記過去 5 分鐘內的對話內容。\n\n·自爆，造成你熟練值的d8點傷害，並徹底斷開連接。"
    },
    {
        "名稱": "異性相吸（OPPOSITES ATTRACT）",
        "類型": "領域卡",
        "領域": "靈感",
        "等級": 6,
        "屬性": "法術",
        "回想": 2,
        "描述": "對處於極遠範圍內的兩個目標分別進行帶有優勢的施法擲骰。如果兩次嘗試都成功，這兩個生物就會相互吸引撞擊，受到你熟練值的d10 + 2 點傷害，並暫時被束縛。目標可以選擇主動失敗，從而獲得對這次傷害的抗性。"
    },
    {
        "名稱": "防護符文（WARDING GLYPH）",
        "類型": "領域卡",
        "領域": "靈感",
        "等級": 7,
        "屬性": "陷阱",
        "回想": 2,
        "描述": "當你有時間準備時，進行一次施法擲骰（13）。成功後，你可以花費 2點希望，用魔法墨水將一個符文畫在某個表面或物體上。它會配備一個全息防禦機制。\n\n從你隊伍的配置或寶庫中選擇一張卡牌。當生物進入鄰近範圍而觸發陷阱時，一個全息影像會現身並對入侵者施展所選卡牌的法術或能力。當效果觸發時，使用該卡牌擁有者的屬性值，希望值等資料進行任何相關的擲骰。\n\n你最多只能同時啟動一個防護符文。"
    },
    {
        "名稱": "靈感恩澤（SPARK TOUCHED）",
        "類型": "領域卡",
        "領域": "靈感",
        "等級": 7,
        "屬性": "能力",
        "回想": 2,
        "描述": "當你配置中有至少 4 張靈感領域卡時，獲得下列增益：\n\n·獲得 1 個額外壓力槽。\n\n·在每場遊戲開始時，在這張卡上放等同於你的靈巧調整值的指示物。在進行攻擊、施法或傷害擲骰之前，你可以花費 1 個這樣的指示物，以使擲骰結果增加相當於你已被標記的壓力值的兩倍（至少 1點）。"
    },
    {
        "名稱": "嘣！！！（KABOOOOOM!!!）",
        "類型": "領域卡",
        "領域": "靈感",
        "等級": 8,
        "屬性": "陷阱",
        "回想": 1,
        "描述": "當你有時間準備時，進行一次施法擲骰（14）。成功後，你可以花費 1 點希望，以在鄰近範圍內放置一個爆炸性混合物陷阱。這個陷阱是移動觸發式的。\n\n一旦觸發，陷阱就會製造一場巨大的爆炸。處於陷阱近距離範圍內的任何人，都必須進行一次反應擲骰（15）。失敗者將受到 3d20 + 15 點魔法傷害。成功者承受一半的傷害。"
    },
    {
        "名稱": "嗞——啪（ZZZZPASMS）",
        "類型": "領域卡",
        "領域": "靈感",
        "等級": 8,
        "屬性": "法術",
        "回想": 2,
        "描述": "你可以標記 1 點壓力並對近距離範圍內的敵人進行施法擲骰。若成功，目標將受到 3d8 + 6 點魔法傷害，並進行一次反應擲骰（15）。若失敗，目標將被擊暈。\n\n你可以標記額外的壓力點來使閃電連接作用於額外的目標，每標記一次壓力即可影響一個額外目標。每個新目標必須在前一個目標的近距離範圍內，並且每個目標都將受到相同的直接傷害。\n\n擊暈的生物在狀況消除之前無法採取行動或做出反應。"
    },
    {
        "名稱": "靜態堡壘（STATIC FORTRESS）",
        "類型": "領域卡",
        "領域": "靈感",
        "等級": 9,
        "屬性": "法術",
        "回想": 1,
        "描述": "消耗 2 點希望，你可以創造出一個隱形的靜態力場，環繞著你和你鄰近範圍內的盟友。該立場會隨你移動，並持續到你休息時、或你受到嚴重傷害時為止。\n\n當處於該立場內時：\n\n對場內目標進行的遠端攻擊會帶有劣勢。\n\n場內的聲響對於場外者而言會以失真的靜電聲形式呈現。\n\n任何指向立場內部的能夠定位、探測思想或改變感知的法術或能力自動失敗。"
    },
    {
        "名稱": "驅散（REPELLING CURRENT）",
        "類型": "領域卡",
        "領域": "靈感",
        "等級": 9,
        "屬性": "能力",
        "回想": 0,
        "描述": "你的壓力正在顯現。當這張牌在你的配置中時，每標記一次壓力，你的所有傷害閾值就會增加 +1。\n\n此外，每當你要標記一個生命值時，你可以花費1點希望來反擊，造成你熟練值的d8 + 8 的傷害，並將攻擊者推之下一個範圍（近戰至鄰近；鄰近至近距離；近距離至遠距離；或遠距離至極遠範圍）。"
    },
    {
        "名稱": "燃盡（BURNOUT!!!）",
        "類型": "領域卡",
        "領域": "靈感",
        "等級": 10,
        "屬性": "法術",
        "回想": 2,
        "描述": "你將集體的共同壓力彙聚成一股毀滅性的最終衝擊。花費 3 點希望值，並將自己及遠距離範圍內所有盟友已被標記的壓力值相加。你將以等同此數值個 d12 點傷害攻擊遠距離範圍內的所有敵人。成功通過反應擲骰（17）的敵人將承受一半的傷害。\n\n施法完畢後，你的生命值將減少至1點，並且在接下來的 1d4 次休息時間內無法清除壓力值。"
    },
    {
        "名稱": "棺墓（SARCOPHULGUR）",
        "類型": "領域卡",
        "領域": "靈感",
        "等級": 10,
        "屬性": "陷阱",
        "回想": 2,
        "描述": "每次長休一次，花費 3 點希望，你可以召喚一場毀滅性的磁暴，該磁暴可以鎖定在遠距離範圍內的一個敵人身上。敵人會立即遭受重度傷害。如果他們倖存下來，將進行一次反應擲骰（17）。如果失敗，他們會被封印進一個磁性館墓中，並被隨機轉移至同一位面上的任意位置。\n\n在館墓內，他們會陷入沉睡狀態，無法恢復生命值。無法通過任何物理手段進入館墓。這個館墓的難度等級為 30，且會永久持續。\n\n如果敵人被囚禁，擲一個d6骰子，若擲出 6 點，則將此卡牌永遠放入你的寶庫中。"
    }
]

