[
    {
        "名稱": "鐵匠",
        "類型": "領域卡",
        "領域": "鍛造",
        "等級": 1,
        "屬性": "能力",
        "回想": 2,
        "描述": "你善於製作盔甲，也專精於維護盔甲。\n\n在休息期間，當你選擇修復護甲作為休整動作時，你的隊友也可以選擇清除一個護甲槽。\n\n當你標記護甲槽時，您可以回庫此卡作為替代。"
    },
    {
        "名稱": "槍匠",
        "類型": "領域卡",
        "領域": "鍛造",
        "等級": 1,
        "屬性": "能力",
        "回想": 0,
        "描述": "當這張卡在你的配備中時，你可以給一件你擁有的物理遠端武器以下四種增幅中的兩種:\n\n·瞄準鏡:攻擊擲骰骰+2，但變為雙手持握\n\n·彈匣:需具備裝填特性，將裝填骰骰由1d6改為1d12\n\n·精調:將你的靈巧值加入傷害\n\n·測距儀:將遠距離範圍提升為極遠距離範圍\n\n通過1次「專案研發」行動，可調整該卡牌應用的武器及增益效果。\n\n此卡牌僅能在休整期進行回想。"
    },
    {
        "名稱": "彈簧機關裝備",
        "類型": "領域卡",
        "領域": "鍛造",
        "等級": 1,
        "屬性": "能力",
        "回想": 0,
        "描述": "在休息時，你可以額外裝備一把主要或次要武器。該武器不會直接顯露，但每休息一次，你可以啟動彈簧機關裝備來立即裝備該武器，同時掉落手中持有的武器。\n\n當收縮時，該武器很難被發現。要察覺你身上的這件武器，需要進行一次成功的本能擲骰骰，難度為10+你的等級。\n\n你無法在休整期之外回想這張卡牌。"
    },
    {
        "名稱": "工匠",
        "類型": "領域卡",
        "領域": "鍛造",
        "等級": 2,
        "屬性": "能力",
        "回想": 2,
        "描述": "你可以通過完成一次項目研究動作來製作小型火藥包，並在這張卡上放置你靈巧屬性+2的火藥指示物。這些指示物保留直到被你消耗。\n\n當你使用物理遠端武器攻擊命中時，你可以消耗1個火藥指示物，為此次攻擊添加以下效果之一:\n\n爆破:對目標極近範圍的其他目標造成這次攻擊一半的魔法傷害\n\n引燃:點燃目標，在其下次聚焦時，將承受此攻擊一半數值的魔法傷害。\n\n眩目:目標以及極近範圍內所有能看到此次攻擊的生物，在其下次聚焦時均獲得劣勢。\n\n煙霧:命中點極近距離範圍內的所有生物，暫時獲得隱匿狀態。"
    },
    {
        "名稱": "屏息之間",
        "類型": "領域卡",
        "領域": "鍛造",
        "等級": 2,
        "屬性": "能力",
        "回想": 1,
        "描述": "在本回合內，只要你不移動且不切換武器，並且使用一把位於遠距離或極遠距離的武器進行攻擊時，你可標記1點壓力發動此次攻擊。\n\n此次攻擊骰骰具有兩倍屬性加值。\n\n並且將此武器屬性值額外加到傷害中。"
    },
    {
        "名稱": "機械化武器",
        "類型": "領域卡",
        "領域": "鍛造",
        "等級": 3,
        "屬性": "能力",
        "回想": 0,
        "描述": "你的其中一件武器現已機械化!僅當此卡牌處於你的配置中時方可使用該武器。在長休期間，為此卡牌添加3個燃料指示物(上限為你的等級)。這些指示物將保留直至被消耗。\n\n當你使用機械化武器攻擊時:\n\n·可消耗此卡牌上的1個燃料指示物，使傷害骰骰獲得熟練值+1加值，並將你的等級加入總傷害\n\n·可額外消耗1個燃料指示物，使上述加值效果再觸發一次\n\n·若未消耗任何燃料指示物，機械化武器僅造成半數傷害。\n\n你可以通過執行1次\"項目研究\"休整行動來更換機械化的武器。"
    },
    {
        "名稱": "便攜工坊",
        "類型": "領域卡",
        "領域": "鍛造",
        "等級": 3,
        "屬性": "能力",
        "回想": 0,
        "描述": "隨身攜帶一套輕便的魔法工具組，讓你能夠隨時隨地開工。\n\n在休息時，你可以額外免費執行1次\"修理護甲\"或\"修理所有護甲\"行動。\n\n此外，如果涉及製作或修理物品，你每長休期間可額外免費執行1次\"項目研究\"休整行動。"
    },
    {
        "名稱": "機械師",
        "類型": "領域卡",
        "領域": "鍛造",
        "等級": 4,
        "屬性": "法術",
        "回想": 2,
        "描述": "你能製造複雜的機械裝置，例如手搖工具、關節玩偶或義肢。\n\n通過完成三次項目研究行動，你還能創造一隻寵物大小的自動構裝體，依靠熱量與蒸汽驅動。\n\n每次執行長休時需消耗任意1個燃料指示物維持運行，否則將損毀並需重新製造。\n\n·其擁有你等同於你的力量、敏捷、靈巧屬性值，以及你閃避值的一半。\n\n·可裝備並使用1件武器，熟練等同於你的熟練-1。\n\n·最多可承受2次超過10點傷害的攻擊，第3次即會立刻瓦解。\n\n僅聽令于你的指揮行動。"
    },
    {
        "名稱": "回火鍍層",
        "類型": "領域卡",
        "領域": "鍛造",
        "等級": 4,
        "屬性": "能力",
        "回想": 2,
        "描述": "終日與熔融金屬及熾熱熔爐為伴，你已學會如何保護自己免受高溫與危險飛濺物的傷害。\n\n當此卡牌處於配置欄時:\n\n你獲得對任何火焰及高溫來源傷害的抗性\n\n-你的傷害閾值永久提升2點"
    },
    {
        "名稱": "投彈手",
        "類型": "領域卡",
        "領域": "鍛造",
        "等級": 5,
        "屬性": "能力",
        "回想": 2,
        "描述": "通過完成一次項目研究行動，你可以製造爆炸物。為此卡牌填充數量等同於你靈巧(至少1個)的爆炸物指示物。指示物可保留至消耗。\n\n消耗1個爆炸物指示物，通過以下方式之一，對目標造成以你的知識作為熟練的「d6+6」點魔法傷害:\n\n-投擲手雷:將手雷投擲至近距離範圍，以敏捷屬性發動攻擊，並對爆炸點近距離範圍內的所有命中目標造成這次攻擊一半的魔法傷害。\n\n·佈置陷阱:設置簡易爆炸陷阱，目標進入極近距離範圍內時若靈巧檢定(16)成功，則成功觸發並造成傷害。\n\n·定點爆破:通過知識檢定(16)摧毀牆壁或小型建築，並對近戰範圍內的目標造成雙倍傷害。"
    },
    {
        "名稱": "蒸汽背包",
        "類型": "領域卡",
        "領域": "鍛造",
        "等級": 5,
        "屬性": "能力",
        "回想": 0,
        "描述": "你裝備著一個蒸汽背包，這種大型背負裝置能噴射灼熱蒸汽助你飛躍。每次完成長休時，可為此卡牌添加最多等同於你等級的燃料指示物(至多添加3個)。\n\n當你作為行動的一部分進行移動時，可消耗此卡牌上1個燃料指示物，跳躍通過自由空間直達較遠距離並跨越障礙物。\n\n當被攻擊時，你可消耗此卡牌中1個燃料指示物以改變位置至極近距離範圍內，並為本次攻擊增加3點閃避值。\n\n你不可在休整期外回想此卡牌。"
    },
    {
        "名稱": "煉金充能",
        "類型": "領域卡",
        "領域": "鍛造",
        "等級": 6,
        "屬性": "法術",
        "回想": 2,
        "描述": "通過完成一次項目研究行動，你可將火藥指示物、爆炸物指示物或燃料指示物從其他鍛造領域卡牌轉移至此卡牌。此卡牌最多可容納等同於你知識屬性的指示物。指示物可保留至消耗。\n\n你可消耗1點希望值及此卡牌上任意1個指示物。根據所消耗的指示物類型，獲得對應效果:\n\n火藥指示物:可如同任何火藥指示物般消耗于遠端攻擊，並在命中點近距離範圍內展現出原本所有隱形的單位，同時移除全部隱匿狀態。\n\n爆炸物指示物:可如同其他爆炸物指示物般運用，但造成雙倍傷害。\n\n燃料指示物:朝60度錐形範圍內噴射火焰(最遠至近距離)，對範圍內所有目標造成「6d6+6」點魔法傷害，並且所有可燃物將被點燃。"
    },
    {
        "名稱": "整修之觸",
        "類型": "領域卡",
        "領域": "鍛造",
        "等級": 6,
        "屬性": "法術",
        "回想": 0,
        "描述": "通過收集破碎的部件，花費少量時間進行匹配，和花費少量魔法，你能修復已經被損壞或被粉碎的物品。\n\n在休整期期間，你可花費1點希望，去額外執行一次修復護甲行動或修復所有護甲行動,或者如果該行動是關於修理某物，額外執行一次項目研究行動。\n\n在休整期外，你可花費1點希望，清除你自身護甲上的1個標記的護甲槽位元，或者你能在近戰範圍內接觸到的其他人護甲上的1個標記的護甲槽位元。"
    },
    {
        "名稱": "鍛造浸染",
        "類型": "領域卡",
        "領域": "鍛造",
        "等級": 7,
        "屬性": "能力",
        "回想": 2,
        "描述": "當你的配置欄中領域卡牌有4張或更多來自鍛造領域時:\n\n●提升你的力量屬性值1點。\n\n•當你為裝彈特性擲骰骰時，如果擲出結果為1，則改為擲一次d4並採用新的結果。\n\n●在每次休息期間可額外執行1次休整行動。"
    },
    {
        "名稱": "火山之心",
        "類型": "領域卡",
        "領域": "鍛造",
        "等級": 7,
        "屬性": "法術",
        "回想": 1,
        "描述": "當此卡牌在你的配置欄時，你獲得寒冷抗性。\n\n你可以花費1點希望在極近距離範圍內施放一個臨時性的溫暖靈光:\n\n·給予所有在此範圍內的隊友寒冷抗性\n\n·將任何的冰融化成水\n\n當你的溫暖靈光處於啟動狀態時:\n\n你可以標記1點壓力來暫時擴展溫暖靈光至近距離而不是極近距離,當你這樣做時,所有在極近距離範圍內的敵人會在他們每一次行動時因為劇烈的高溫而承受2d6點魔法傷害。"
    },
    {
        "名稱": "引信核心",
        "類型": "領域卡",
        "領域": "鍛造",
        "等級": 8,
        "屬性": "能力",
        "回想": 1,
        "描述": "你建立了一個強大的引信核心，一個可以裝在口袋裡的魔法裝置，可以為你的機器提供動力。\n\n引信核心最多可以容納你的知識值+1個燃料指示物，你可以花費1個長休行動來補充它們。\n\n在任何時間，你可以花費1點希望來為這張卡上增加1個燃料指示物，或者將2個燃料指示物從這張卡轉移到你其他使用燃料指示物的鍛造領域卡牌上。\n\n如果你在沒有剩餘護甲槽的情況下受到嚴重傷害，或者你在這張卡上佈置了爆炸指示物，那麼在你的下一次移動後，引燃核心會爆炸，對極遠範圍內的所有目標造成5d20+10魔法傷害，每剩餘1個燃料指示物會額外增加1d20的傷害。\n\n然後將這張卡永久放置在你的寶庫中。"
    },
    {
        "名稱": "傑作",
        "類型": "領域卡",
        "領域": "鍛造",
        "等級": 8,
        "屬性": "能力",
        "回想": 0,
        "描述": "在12次項目研究行動後，你可以創造一件前所未有的傑作，超出所有預期，此世僅有。獨屬於你自己的傑作。\n\n它可以是一件武器、防具或可以操縱和攜帶的物品。它甚至可以比T4的物品與裝備更加優秀。它還有自己獨特的名稱。將這件傑作添加到你的背包中。\n\n你只有有限的創造力。使用後，永久將這張牌放入你的寶庫。"
    },
    {
        "名稱": "零點湮滅",
        "類型": "領域卡",
        "領域": "鍛造",
        "等級": 9,
        "屬性": "法術",
        "回想": 2,
        "描述": "在完成4次項目研究行動後，你可以從其他鍛造領域卡中花費1份火藥、1份爆炸物和1份燃料指示物，在此卡上添加1份湮滅指示物。此卡每次只能持有1個指示物，如果此卡被回庫，則會失去權杖。\n\n你可以花費1個湮滅晶片作為炸藥或手榴彈使用。當它爆炸時，所有在極遠範圍內的人必須進行一次反應檢定(16)。失敗:\n\n•遠範圍內的所有人都暫時被絕對的黑暗和寂靜籠罩，並受到d8+12的魔法傷害，這些傷害以你的知識作為熟練，並且來自你對寒冷知識的理解。\n\n•遠範圍外且在極遠範圍內的所有人都受到d8+6的魔法傷害，這些傷害以你的知識作為熟練，並且來自你對火焰知識的理解。\n\n成功時，他們仍然只承受一半的傷害。"
    },
    {
        "名稱": "戰爭機器",
        "類型": "領域卡",
        "領域": "鍛造",
        "等級": 9,
        "屬性": "能力",
        "回想": 0,
        "描述": "你現在穿著一件沉重的外骨骼，由金屬和狂怒所製成。在長休後，為這張卡片添加3個燃料指示物，但最多不超過你的等級。戰爭機器現在是你的防具，閾值為15/35，護甲值為9。你可以從這張卡片花費1個燃料指示物來使用以下效果之一:\n\n●臨時將你的力量翻倍。但不能重複翻倍。\n\n●清除1個標記的護甲槽。\n\n•解除影響你的束縛狀態。\n\n●在基於力量的武器攻擊傷害上獲得等同於力量屬性的加值。\n\n●將一個攻擊的目標推拉至近戰距離。\n\n此卡牌在非休整時間外無法回庫或配置。"
    },
    {
        "名稱": "血為柴薪",
        "類型": "領域卡",
        "領域": "鍛造",
        "等級": 10,
        "屬性": "能力",
        "回想": 0,
        "描述": "當你選擇這張卡片時，將其加入你的配置中。任何時候，當這張卡片離開你的配置時，你必須立即標記4點生命。\n\n生命是最強大的能源。你承擔最大的風險，將自己連接到自己的機器上，與它們融合。\n\n每當必須花費任意鍛造領域卡的1燃料指示物時，你可以選擇標記1點生命。\n\n你還可以花費任意鍛造領域卡牌的1個燃料指示物與1點希望恢復1點生命。"
    },
    {
        "名稱": "理論驗證·最終機關",
        "類型": "領域卡",
        "領域": "鍛造",
        "等級": 10,
        "屬性": "能力",
        "回想": 0,
        "描述": "在完成12次研究項目行動後，你可以創造並啟動一個新的人工智慧機械生物。你甚至可以將它們視為自己的孩子。它們被稱為最終機關。\n\n每次這樣做，永久失去1個生命值槽，作為你創造了一個真正生命的代價。\n\n與你的GM一起商量新角色如何融入你的故事。"
    }
]

